//;******************************************************************************
//;* Copyright (c) 1983-2013, Insyde Software Corporation. All Rights Reserved.
//;*
//;* You may not reproduce, distribute, publish, display, perform, modify, adapt,
//;* transmit, broadcast, present, recite, release, license or otherwise exploit
//;* any part of this publication in any form, by any means, without the prior
//;* written permission of Insyde Software Corporation.
//;*
//;******************************************************************************

/=#
#langdef en-US "English"
#langdef fr-FR "Français"
#langdef zh-TW "\wide中文\narrow"
#langdef ja-JP "\wide日本語\narrow"
#langdef it-IT "Italian"
#langdef es-ES "Spanish"
#langdef de-DE "German"
#langdef pt-PT "Portuguese"
//
// Form VFR_FORMID_RAS
//
#string STR_BIOS_EVENT_LOG_TITLE                                           #language en-US "BIOS Event Log Configuration"
#string STR_PIN_TXT                                                        #language en-US "PIN"
#string STR_CMCI_TXT                                                       #language en-US "CMCI"
#string STR_SMI_TXT                                                        #language en-US "SMI"
#string STR_NONE_TXT                                                       #language en-US "None"
#string STR_CPEI_TXT                                                       #language en-US "CPEI"
#string STR_NMI_TXT                                                        #language en-US "NMI"

//
// Log Event To
//
#string STR_LOG_EVENT_TO_STRING                                            #language en-US "Log Event To"
#string STR_LOG_EVENT_TO_HELP                                              #language en-US "Setting Events  to Log Selected Storage"
#string STR_BIOS_TXT                                                       #language en-US "BIOS"
#string STR_BMC_SEL_TXT                                                    #language en-US "BMC SEL"
#string STR_MEMORY_TXT                                                     #language en-US "MEMORY"
#string STR_ALL_TXT                                                        #language en-US "ALL"


//
// Event Log Full option
//
#string STR_EVENT_LOG_FULL_OPTION_STRING                                   #language en-US "Event Log Full option"
#string STR_EVENT_LOG_FULL_OPTION_HELP                                     #language en-US "Overwrite: Overwrite the oldest event data with newer ones. Clear All: Clear ALL event data. Stop Logging: Stop logging event data."
#string STR_OVERWRITE_TEXT                                                 #language en-US "Overwrite"
#string STR_CLEAR_ALL_TEXT                                                 #language en-US "Clear All"
#string STR_STOP_LOGGING_TEXT                                              #language en-US "Stop Logging"
#string STR_BMC_SEL_NOT_SUPPORT_OVERWRITE_TEXT                             #language en-US "BMC SEL doesn't support OVERWRITE option."

//
// End of file
//